{
  "on save adapter restarts with new config immediately": "no adaptador de salvar reinicia com nova configuração imediatamente",
  "clientId": "Client ID",
  "clientSecret": "Client Secret",
  "deleteDevices": "Eliminar dispositivos que não existam mais",
  "deletePlaylists": "Eliminar já não existem listas de reprodução existentes",
  "keepShuffleState": "Em alguns dispositivos, o shuffle sempre será desativado se uma lista de reprodução for iniciada. Com essa opção, uma solução alternativa é usada para evitar esse comportamento.",
  "statusInterval": "Intervalo de atualização para informações de status. (em segundos, recomendado 10, 0 = desativado). Necessário somente se você controlar o Spotify em dispositivos além do adaptador.",
  "deviceInterval": "Intervalo de atualização para informações do dispositivo. (em minutos, recomendado 5, 0 = desativado)",
  "playlistInterval": "Intervalo de atualização para informações de playlist. (em minutos, recomendado 15, 0 = desativado)",
  "manual1": "Assine também https://developer.spotify.com",
  "manual2": "Crie um aplicativo, obtenha um Client ID e um Client Secret",
  "manual3": "nas configurações do aplicativo do seu aplicativo, digite 'http://localhost' no Redirect URIs",
  "manual4": "insira seu Cliend ID e Client Secret aqui",
  "manual5": "Comece a instância",
  "manual6": "mude para a guia Objetos e clique no botão getAuthorization em 'spotify-premium.X.authorization'",
  "manual7": "Copie o URL exibido em 'spotify-premium.X.authorization.authorizationUrl' para um navegador da Web e vá até ele.",
  "manual8": "Talvez seja necessário fazer login no Spotify e permitir o acesso.",
  "manual9": "O navegador rejeitará a conexão e retornará um URL na barra de endereços. Se o erro 'invalid redirect uri' aparecer, verifique se o passo 3 foi executado.",
  "manual10": "Copie este URL novamente e cole-o no estado 'spotify-premium.X.authorization.authorizationReturnUri'",
  "manual11": "tudo está configurado corretamente se verdadeiro em 'spotify-premium.X.authorization.authorized'"
}