{
  "on save adapter restarts with new config immediately": "su save adapter si riavvia immediatamente con la nuova configurazione",
  "clientId": "Client ID",
  "clientSecret": "Client Secret",
  "deleteDevices": "Elimina i dispositivi che non esistono più",
  "deletePlaylists": "Elimina playlist non più esistenti",
  "keepShuffleState": "Su alcuni dispositivi lo shuffle sarà sempre disabilitato se viene avviata una playlist. Con questa opzione viene utilizzata una soluzione alternativa per evitare questo comportamento.",
  "statusInterval": "Intervallo di aggiornamento per informazioni sullo stato. (in secondi, consigliato 5, 0 = disabilitato)",
  "deviceInterval": "Aggiorna intervallo per le informazioni sul dispositivo. (in minuti, consigliato 5, 0 = disabilitato)",
  "playlistInterval": "Intervallo di aggiornamento per informazioni sulla playlist. (in minuti, consigliato 15, 0 = disabilitato)",
  "manual1": "Iscriviti anche a https://developer.spotify.com",
  "manual2": "Crea un'applicazione, ottieni un Client ID e un Client Secret",
  "manual3": "nelle impostazioni dell'app dell'applicazione, immettere \"http://localhost\" su Redirect URIs",
  "manual4": "inserisci il tuo Cliend ID e Client Secret qui",
  "manual5": "Avvia l'istanza",
  "manual6": "passare alla scheda Oggetti e fare clic su \"getAuthorization\" in \"spotify-premium.X.authorization\"",
  "manual7": "Copia l'URL visualizzato sotto \"spotify-premium.X.authorization.authorizationUrl\" su un browser web e vai ad esso.",
  "manual8": "Potrebbe essere necessario accedere a Spotify e consentire l'accesso.",
  "manual9": "Il browser rifiuterà la connessione e restituirà un URL nella barra degli indirizzi. Se viene visualizzato l'errore \"invalid redirect uri\", assicurarsi che il passaggio 3 sia stato eseguito.",
  "manual10": "Copia di nuovo l'URL e incollalo nello stato \"spotify-premium.X.authorization.authorizationReturnUri\"",
  "manual11": "tutto è impostato correttamente se true in \"spotify-premium.X.authorization.authorized\""
}
