{
  "on save adapter restarts with new config immediately": "sur l'adaptateur de sauvegarde redémarre avec la nouvelle config immédiatement",
  "clientId": "Client ID",
  "clientSecret": "Client Secret",
  "deleteDevices": "Supprimer les appareils qui n'existent plus",
  "deletePlaylists": "Supprimer les listes de lecture existantes",
  "keepShuffleState": "Sur certains appareils, la lecture aléatoire est toujours désactivée si une liste de lecture est lancée. Avec cette option, une solution de contournement est utilisée pour éviter ce comportement.",
  "statusInterval": "Intervalle d'actualisation pour les informations d'état. (en secondes, recommandé 10, 0 = désactivé). Requis uniquement si vous contrôlez Spotify sur des appareils autres que l'adaptateur.",
  "deviceInterval": "Intervalle d'actualisation pour les informations sur le périphérique. (en minutes, recommandé 5, 0 = désactivé)",
  "playlistInterval": "Intervalle d'actualisation pour les informations de playlist. (en minutes, recommandé 15, 0 = désactivé)",
  "manual1": "Inscrivez-vous aussi https://developer.spotify.com",
  "manual2": "Créer une application, obtenir un Client ID et un Client Secret",
  "manual3": "Dans les paramètres de l'application de votre application, entrez 'http://localhost' sur Redirect URIs",
  "manual4": "entrez votre Cliend ID et Client Secret ici",
  "manual5": "Démarrer l'instance",
  "manual6": "passer à l'onglet Objets et cliquer sur 'getAuthorization' sous 'spotify-premium.X.authorization'",
  "manual7": "Copiez l'URL affichée sous 'spotify-premium.X.authorization.authorizationUrl' dans un navigateur Web et accédez-y.",
  "manual8": "Vous devrez peut-être vous connecter à Spotify et autoriser l'accès.",
  "manual9": "Le navigateur rejettera la connexion et retournera une URL dans la barre d'adresse. Si l'erreur 'invalid redirect uri' apparaît, assurez-vous que l'étape 3 a bien été effectuée.",
  "manual10": "Copiez à nouveau cette URL et collez-la dans l'état 'spotify-premium.X.authorization.authorizationReturnUri'",
  "manual11": "tout est correctement configuré si vrai dans 'spotify-premium.X.authorization.authorized'"
}
